const data = {
  title: "Борщ с говядиной",
  description: "Вкусный красный борщ с говядиной приготовить очень легко.",
  cuisine: "Украинская",
  ingredients: [
    {
      name: "Говядина",
      quantity: "500",
      unit: "г",
    },
    {
      name: "Свёкла",
      quantity: "1",
      unit: "шт",
    },
    {
      name: "Картофель",
      quantity: "2",
      unit: "шт",
    },
    {
      name: "Капуста белокочанная",
      quantity: "200",
      unit: "г",
    },
    {
      name: "Морковь",
      quantity: "1",
      unit: "шт",
    },
    {
      name: "Лук репчатый",
      quantity: "1",
      unit: "шт",
    },
    {
      name: "Томатная паста",
      quantity: "60",
      unit: "г",
    },
    {
      name: "Масло растительное",
      quantity: "20",
      unit: "мл",
    },
    {
      name: "Лук репчатый",
      quantity: "1",
      unit: "шт",
    },
    {
      name: "Уксус",
      quantity: "5",
      unit: "мл",
    },
    {
      name: "Лавровый лист",
      quantity: "1",
      unit: "шт",
    },
    {
      name: "Соль",
      quantity: "10",
      unit: "г",
    },
    {
      name: "Вода",
      quantity: "1.5",
      unit: "л",
    },
  ],
  steps: [
    "Говядину нарезать крупными кусками.",
    "Залить мясо в кастрюле холодной водой, довести до кипения, снять пену. Варить бульон примерно 1,5 часа на небольшом огне.",
    "В конце варки посолить.",
    "Свёклу очистить, нарезать соломкой.",
    "Морковь очистить, натереть на крупной терке.",
    "Лук очистить, мелко нарезать.",
    "Капусту нашинковать.",
    "Картофель очистить, нарезать кубиками.",
    "На сковороде разогреть растительное масло. Свёклу, морковь и лук выложить на сковороду и тушить на среднем огне (пассеровать), помешивая, 5-7 минут.",
    "В конце добавить уксус и томатную пасту. Перемешать. Готовить овощи ещё 3-4 минуты, помешивая.",
    "В кипящий бульон выложить картофель и капусту, варить 10 минут. (Молодую капусту добавлять за 5 минут до окончания приготовления борща.)",
    "Затем добавить пассерованные овощи, лавровый лист и перец. Варить борщ с говядиной еще 5-7 минут.Затем добавить пассерованные овощи, лавровый лист и перец. Варить борщ с говядиной еще 5-7 минут.",
    "Готовому борщу дать настояться 10-15 минут.Зелень нарезать.",
    "Разлить борщ по тарелкам, заправить сметаной и посыпать зеленью.",
  ],
  photo: "https://adygsalt.ru/blog/foto/borsh/3.jpg",
};

module.exports = {
  data,
};
